Repository: NicolaLS/payment-app
Catalog: feature/onboarding/src/iosMain/resources/Onboarding.xcstrings
Source language: en
Languages: de, es

# onboarding_add_wallet_button
source: Connect Wallet
de: Wallet verbinden
es: Conectar billetera

# onboarding_agreement_checkbox
source: I understand that using this app is at my own risk
de: Ich verstehe, dass die Nutzung dieser App auf mein eigenes Risiko erfolgt
es: Entiendo que el uso de esta app es bajo mi propio riesgo

# onboarding_agreement_continue
source: Continue
de: Weiter
es: Continuar

# onboarding_agreement_title
source: Before you begin
de: Bevor du beginnst
es: Antes de comenzar

# onboarding_autopay_always
source: Always ask for confirmation
de: Immer bestätigen
es: Siempre pedir confirmación

# onboarding_autopay_continue
source: Continue
de: Weiter
es: Continuar

# onboarding_autopay_hint
source: You can change this anytime in Settings.
de: Du kannst dies jederzeit in den Einstellungen ändern.
es: Puedes cambiar esto en cualquier momento en Ajustes.

# onboarding_autopay_threshold
source: Auto-pay below a threshold
de: Auto-Pay unter einem Schwellenwert
es: Auto-pagar bajo un límite

# onboarding_autopay_threshold_label
source: Auto-pay up to %1$@
de: Auto-Pay bis %1$@
es: Auto-pagar hasta %1$@

# onboarding_autopay_title
source: Auto Pay settings
de: Auto Pay Einstellungen
es: Configuración de Auto Pay

# onboarding_features_continue
source: Continue
de: Weiter
es: Continuar

# onboarding_welcome_get_started
source: Get Started
de: Los geht's
es: Empezar
